Repository: vladukhaDog/DuckRunner
Catalog: Localizable.xcstrings
Source language: en
Languages: ru

source: %@ Track
ru: Поездка %@

source: Bring in .routka saved files.
ru: Загрузите .routka файлы.

source: Browse recorded runs, compare measurements, and jump back into imported sessions.
ru: Просматривайте записанные поездки, смотрите результаты замеры и возвращайтесь к загруженным маршрутам.

source: By accessing or using this application, you represent, acknowledge, and agree that you are solely responsible for operating your vehicle safely and in full compliance with all applicable traffic laws and regulations. Do not use your mobile device while the vehicle is in motion. Always obey posted speed limits. Avoid aggressive or reckless maneuvers. Failure to comply with traffic laws may result in serious injury, death, or legal consequences. If you wish to engage in high-speed or competitive driving, please do so only at authorized racing facilities.
ru: Пользуясь этим приложением, вы подтверждаете, и соглашаетесь с тем, что несете ответственность за безопасное управление своим транспортным средством в полном соответствии со всеми нормами и правилами дорожного движения. Не используйте мобильное устройство во время движения. Всегда соблюдайте установленные скоростные ограничения. Избегайте агрессивных или опасных маневров. Несоблюдение правил дорожного движения может привести к серьезным травмам, смерти или юридическим последствиям. Если вы хотите участвовать в скоростных или соревновательных заездах, пожалуйста, делайте это только на официально разрешенных гоночных трассах.

source: Choose the measurement to record
ru: Выберите замер для записи

# classical
source: Classical replay
ru: Повтор с места

# classical replay hint
source: To initiate the recording you should drive to the start zone and stop the vehicle. After the speed is low enough, the manual Start button will be available to tap. Driving trough the stop zone stops the replay and saves the result. Warning: Stopping the recording early saves the track as a standalone recording
ru: Чтобы начать запись повтора, нужно заехать в зону старта и остановить автомобиль. После полной остановки, будет доступна кнопка старта записи. Чтобы завершить повтор - нужно проехать зону финиша. Внимание: Остановка записи до финиша сохранит маршрут как отдельную запись

source: Date
ru: Дата

source: Delete measurement
ru: Удалить замер

source: Delete track
ru: Удалить поездку

# Dismiss track statistics
source: Dismiss
ru: Скрыть

source: Distance %@
ru: Дистанция %@

source: Edit
ru: Редактирование

source: Edit track
ru: Обрезать маршрут

# Empty history
source: You have no recorded tracks yet
ru: У вас еще нет записанных маршрутов

# Empty history by day
source: This day no tracks were recorded
ru: В этот день не было записано маршрутов

# Empty measurements
source: You have no measurements yet, record them using the map
ru: У вас пока нет замеров, запишите их на экране карты

# Empty track not created alert
source: Empty track wasn’t saved!
ru: Пустой маршрут не был сохранен!

source: Files and external routes you brought into Routka.
ru: Загруженные в приложение поездки.

source: History
ru: История

source: Import from files
ru: Загрузить из файлов

source: Import from Files
ru: Загрузить из файлов

source: Imported
ru: Загруженные

source: Imported Tracks
ru: Загруженные

source: Map
ru: Карта

source: Measured Tracks
ru: Замеры

source: Measurement Details
ru: Детали замера

source: Measurements
ru: Замеры

source: Measuring
ru: Замеряем

source: Mode
ru: Режим

source: More
ru: Больше

source: No imported tracks yet
ru: Нет загруженный маршрутов

source: No recorded history
ru: Нет записанных маршрутов

source: No saved measurements
ru: Нет сохраненных замеров

source: Open Map
ru: Отрыть карту

source: Original route
ru: Оригинальный маршрут

source: Replay
ru: Повтор

source: Replay as of %@
ru: Повтор от %@

source: Replay the track
ru: Повторить маршрут

source: Replays
ru: Повторы

source: Safety Warning
ru: Предупреждение о безопасности

source: Save
ru: Сохранить

source: Save As New
ru: Как новый

source: Saved benchmark attempts grouped by the goals you were chasing.
ru: Сохраненные замеры

source: Settings
ru: Настройки

source: Speed
ru: Скорость

# speedtrap
source: Speedtrap replay
ru: Повтор в движении

# speedtrap replay hint %@ %@
source: To initiate the recording you should drive through the start zone at %1$@ %2$@and the recording will start automatically. Driving trough the stop zone stops the replay and saves the result. Warning: Stopping the recording early saves the track as a standalone recording
ru: Чтобы начать запись повтора, нужно проехать через зону старта cо скоростью %1$@ %2$@, запись начнется автоматически. Чтобы завершить повтор - нужно проехать зону финиша. Внимание: Остановка записи до финиша сохранит маршрут как отдельную запись

source: Start a run from the map tab and your sessions will appear here with route snapshots and stats.
ru: Запустите запись на карте и ваша поездка появится здесь вместе со статистикой.

source: Start point of a track
ru: Старт точка маршрута

source: Start Recording
ru: Начать запись

source: Stop point of a track
ru: Стоп точка маршрута

source: Stop Recording
ru: Остановить

# Stop Replay
source: Replay
ru: Повтор

source: This track
ru: Этот Маршрут

source: Time
ru: Время

source: Time Elapsed (s)
ru: Время (сек)

source: Top %@
ru: Макс.

source: Top Speed
ru: Максимальная скорость

source: Track Details
ru: Детали маршрута

source: Tracks
ru: Маршруты

source: Trim Start
ru: Обрезать начало

source: Trim Stop
ru: Обрезать конец

source: Understood
ru: Я соглашаюсь

source: Use an auto-stop preset while recording to build a library of comparable timed attempts.
ru: Запишите замер по шаблону на экране карты и здесь появятся ваши результаты.

source: You have no imported tracks.
ru: Вы еще не загрузили ни одного маршрута

source: Your journal
ru: Ваш журнал

source: Your latest recorded drives.
ru: Ваши последние поездки
